<?php

declare(strict_types=1);

return [
    'verify' => [
        'subject' => 'Потвърждение на имейл | :app',
        'generic_user' => 'потребителю',
        'greeting' => 'Здравей, :name!',
        'intro' => 'Благодарим Ви за регистрацията в :app.',
        'instructions' => 'Натисни бутона по-долу, за да потвърдите имейла си.',
        'action' => 'Потвърди имейла',
        'expiration' => 'Линкът е валиден :minutes минути.',
        'ignore' => 'Ако не сте създавал акаунт, игнорирай това съобщение.',
        'fallback' => 'Ако бутонът не работи, използвайте линка:',
        'salutation' => 'Поздрави, :app',
        'footer' => 'Автоматично съобщение от :app - <:mailFromName>',
    ],
];